package com.some.game1.Entities.Ministers;
/*
Кабинет министров состоит из нескольких министров. Вполне разумно сделать это министерствами.
В каждом министерстве у партии есть влияние. Соответственно если вы контролируете министертво, то
Вы можете выдвигать законы. Однако для принятия законов требуется влияние в министерстве.
Влияние в министерстве изменяется назначениями (обижается предыдущий министр), указами (сильные дебаффы)
и эвентами (основное). При этом лучше, чтобы влияние в среднем снижалось.
Министр финансов, развития, военный министр, министр юстиции, министр по работе с населением,

 */

public class Cabinet {
}
